<!doctype html>



  


<html class="theme-next mist use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="Translate," />








  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x8DF3;&amp;#x8F6C;&amp;#x539F;&amp;#x6587;
&amp;#x5F00;&amp;#x59CB;&amp;#x4E4B;&amp;#x524D;&amp;#xFF0C;&amp;#x4E5F;&amp;#x6CA1;&amp;#x6709;&amp;#x4EC0;&amp;#x4E48;&amp;#x91CD;&amp;#x8981;&amp;#x7684;&amp;#x542F;&amp;#x52A8;&amp;#x6216;&amp;#x8005;&amp;#x5BA3;&amp;#x8A93;&amp;#xFF0C;&amp;#x5C31">
<meta property="og:type" content="article">
<meta property="og:title" content="【翻译0】如果你想成功，你不得不放弃的13件事">
<meta property="og:url" content="http://yoursite.com/2017/03/08/【翻译0】为了成功，你不得不放弃的13件事/index.html">
<meta property="og:site_name" content="Lev's World">
<meta property="og:description" content="&amp;#x8DF3;&amp;#x8F6C;&amp;#x539F;&amp;#x6587;
&amp;#x5F00;&amp;#x59CB;&amp;#x4E4B;&amp;#x524D;&amp;#xFF0C;&amp;#x4E5F;&amp;#x6CA1;&amp;#x6709;&amp;#x4EC0;&amp;#x4E48;&amp;#x91CD;&amp;#x8981;&amp;#x7684;&amp;#x542F;&amp;#x52A8;&amp;#x6216;&amp;#x8005;&amp;#x5BA3;&amp;#x8A93;&amp;#xFF0C;&amp;#x5C31">
<meta property="og:updated_time" content="2017-03-23T11:00:03.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="【翻译0】如果你想成功，你不得不放弃的13件事">
<meta name="twitter:description" content="&amp;#x8DF3;&amp;#x8F6C;&amp;#x539F;&amp;#x6587;
&amp;#x5F00;&amp;#x59CB;&amp;#x4E4B;&amp;#x524D;&amp;#xFF0C;&amp;#x4E5F;&amp;#x6CA1;&amp;#x6709;&amp;#x4EC0;&amp;#x4E48;&amp;#x91CD;&amp;#x8981;&amp;#x7684;&amp;#x542F;&amp;#x52A8;&amp;#x6216;&amp;#x8005;&amp;#x5BA3;&amp;#x8A93;&amp;#xFF0C;&amp;#x5C31">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Mist',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 0,
      author: '博主'
    }
  };
</script>




  <link rel="canonical" href="http://yoursite.com/2017/03/08/【翻译0】为了成功，你不得不放弃的13件事/"/>

  <title> 【翻译0】如果你想成功，你不得不放弃的13件事 | Lev's World </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">Lev's World</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle"></p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            标签
          </a>
        </li>
      
        
        <li class="menu-item menu-item-guestbook">
          <a href="/guestbook" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-book"></i> <br />
            
            留言
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                【翻译0】如果你想成功，你不得不放弃的13件事
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2017-03-08T11:20:13+08:00" content="2017-03-08">
              2017-03-08
            </time>
          </span>

          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2017/03/08/【翻译0】为了成功，你不得不放弃的13件事/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2017/03/08/【翻译0】为了成功，你不得不放弃的13件事/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          
             <span id="/2017/03/08/【翻译0】为了成功，你不得不放弃的13件事/" class="leancloud_visitors" data-flag-title="【翻译0】如果你想成功，你不得不放弃的13件事">
               &nbsp; | &nbsp;
               <span class="post-meta-item-icon">
                 <i class="fa fa-eye"></i>
               </span>
               <span class="post-meta-item-text">阅读次数 </span>
               <span class="leancloud-visitors-count"></span>
              </span>
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><a href="https://medium.com/personal-growth/13-things-you-need-to-give-up-if-you-want-to-be-successful-44b5b9b06a26#.1wuzgxwmv" target="_blank" rel="external">&#x8DF3;&#x8F6C;&#x539F;&#x6587;</a></p>
<p>&#x5F00;&#x59CB;&#x4E4B;&#x524D;&#xFF0C;&#x4E5F;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x91CD;&#x8981;&#x7684;&#x542F;&#x52A8;&#x6216;&#x8005;&#x5BA3;&#x8A93;&#xFF0C;&#x5C31;&#x662F;&#x8FD9;&#x6837;&#x60F3;&#x5B66;&#x4E60;&#x82F1;&#x6587;&#xFF0C;&#x90A3;&#x5C31;&#x4ECE;&#x8FD9;&#x91CC;&#x5F00;&#x59CB;&#xFF0C;&#x4E00;&#x5468;&#x4E00;&#x7BC7;&#x8BD1;&#x6587;&#xFF0C;&#x521A;&#x5F00;&#x59CB;&#x53EF;&#x4EE5;&#x4E0D;&#x9650;&#x5185;&#x5BB9;&#xFF0C;&#x55EF;&#xFF0C;&#x5269;&#x4E0B;&#x7684;&#x5C31;&#x53EA;&#x662F;&#x575A;&#x6301;&#x3002;</p>
<blockquote>
<p>Somebody once told me the definition of hell:<br>&#x201C;On your last day on earth, the person you became will meet the person you could have become.&#x201D;&#x200A;&#x2014;&#x200A;Anonymous</p>
<p>&#x6709;&#x4EBA;&#x66FE;&#x7ECF;&#x544A;&#x8BC9;&#x6211;&#x4EC0;&#x4E48;&#x662F;&#x5730;&#x72F1;&#xFF1A;<br>&#x6700;&#x540E;&#x5728;&#x8FD9;&#x4E2A;&#x5730;&#x7403;&#x4E0A;&#x7684;&#x65E5;&#x5B50;&#xFF0C;&#x4F60;&#x6210;&#x4E3A;&#x7684;&#x4EBA;&#x5C06;&#x4F1A;&#x9047;&#x5230;&#x4F60;&#x53EF;&#x80FD;&#x6210;&#x4E3A;&#x7684;&#x4EBA; - &#x533F;&#x540D;</p>
</blockquote>
<p>Sometimes, to become successful and get closer to the person we can become, we don&#x2019;t need to add more things&#x200A;&#x2014;&#x200A;we need to give up on some of them.<br>&#x6709;&#x65F6;&#x5019;&#xFF0C;&#x60F3;&#x8981;&#x6210;&#x529F;&#x6216;&#x8005;&#x662F;&#x60F3;&#x79BB;&#x81EA;&#x5DF1;&#x60F3;&#x6210;&#x4E3A;&#x7684;&#x4EBA;&#x66F4;&#x8FDB;&#x4E00;&#x6B65;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x9700;&#x8981;&#x589E;&#x52A0;&#x66F4;&#x591A;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x53CD;&#x800C;&#x5E94;&#x8BE5;&#x662F;&#x653E;&#x5F03;&#x5176;&#x4E2D;&#x7684;&#x4E00;&#x4E9B;&#x3002;</p>
<p>There are certain things that are universal, which will make you successful if you give up on them, even though each one of us could have a different definition of success.<br>&#x8FD9;&#x91CC;&#x6709;&#x4E00;&#x4E9B;&#x5177;&#x4F53;&#x7684;&#x666E;&#x904D;&#x6027;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x8FDC;&#x79BB;&#x4ED6;&#x4EEC;&#x5C06;&#x4F1A;&#x662F;&#x4F60;&#x6210;&#x529F;&#x3002;&#x5C3D;&#x7BA1;&#x6BCF;&#x4E2A;&#x4EBA;&#x5BF9;&#x6210;&#x529F;&#x7684;&#x5B9A;&#x4E49;&#x4E0D;&#x5C3D;&#x76F8;&#x540C;&#x3002;</p>
<p>You can give up on some of them today, while it might take a bit longer to give up on others.<br>&#x5C3D;&#x7BA1;&#x522B;&#x4EBA;&#x53EF;&#x80FD;&#x8981;&#x82B1;&#x5F88;&#x4E45;&#x624D;&#x80FD;&#x653E;&#x5F03;&#xFF0C;&#x4F46;&#x662F;&#x4ECA;&#x5929;&#x4F60;&#x5FC5;&#x987B;&#x653E;&#x5F03;&#x5B83;&#x4EEC;&#x3002;</p>
<a id="more"></a>
<h2 id="&#x653E;&#x5F03;&#x4E0D;&#x5065;&#x5EB7;&#x7684;&#x751F;&#x6D3B;&#x65B9;&#x5F0F;"><a href="#&#x653E;&#x5F03;&#x4E0D;&#x5065;&#x5EB7;&#x7684;&#x751F;&#x6D3B;&#x65B9;&#x5F0F;" class="headerlink" title="&#x653E;&#x5F03;&#x4E0D;&#x5065;&#x5EB7;&#x7684;&#x751F;&#x6D3B;&#x65B9;&#x5F0F;"></a>&#x653E;&#x5F03;&#x4E0D;&#x5065;&#x5EB7;&#x7684;&#x751F;&#x6D3B;&#x65B9;&#x5F0F;</h2><p>Give Up On The Unhealthy Lifestyle</p>
<blockquote>
<p>Take care of your body. It&#x2019;s the only place you have to live.<br>&#x7167;&#x987E;&#x597D;&#x4F60;&#x7684;&#x8EAB;&#x4F53;&#x3002;&#x56E0;&#x4E3A;&#x8FD9;&#x662F;&#x6D3B;&#x4E0B;&#x53BB;&#x4E0D;&#x53EF;&#x7F3A;&#x5C11;&#x7684; - Jim Rohn</p>
</blockquote>
<p>If you want to achieve anything in life, everything starts here. First you have to take care of your health, and there are only two things you need to keep in mind:<br>&#x6240;&#x6709;&#x4F60;&#x60F3;&#x5B9E;&#x73B0;&#x7684;&#x90FD;&#x662F;&#x4ECE;&#x8FD9;&#x91CC;&#x5F00;&#x59CB;&#x3002;&#x9996;&#x5148;&#x4F60;&#x5F97;&#x5173;&#x6CE8;&#x81EA;&#x5DF1;&#x7684;&#x5065;&#x5EB7;&#xFF0C;&#x8FD9;&#x91CC;&#x53EA;&#x6709;&#x4E24;&#x4EF6;&#x4E8B;&#x60C5;&#x4F60;&#x9700;&#x8981;&#x7262;&#x8BB0;:</p>
<ol>
<li>Healthy Diet &#x5065;&#x5EB7;&#x996E;&#x98DF;</li>
<li>Physical Activity &#x65E5;&#x5E38;&#x8FD0;&#x52A8;</li>
</ol>
<p>Small steps, but you will thank yourself one day.<br>&#x5C06;&#x6765;&#x6709;&#x4E00;&#x5929;&#x4F60;&#x4F1A;&#x611F;&#x8C22;&#x81EA;&#x5DF1;&#x7684;&#x8FD9;&#x4E00;&#x5C0F;&#x6B65;&#x3002;</p>
<h2 id="&#x653E;&#x5F03;&#x77ED;&#x671F;&#x5FC3;&#x6001;"><a href="#&#x653E;&#x5F03;&#x77ED;&#x671F;&#x5FC3;&#x6001;" class="headerlink" title="&#x653E;&#x5F03;&#x77ED;&#x671F;&#x5FC3;&#x6001;"></a>&#x653E;&#x5F03;&#x77ED;&#x671F;&#x5FC3;&#x6001;</h2><p>Give Up The Short-term Mindset</p>
<blockquote>
<p>&#x201C;You only live once, but if you do it right, once is enough.&#x201D; &#x2014; Mae West<br>&#x4F60;&#x53EA;&#x80FD;&#x6D3B;&#x4E00;&#x6B21;&#xFF0C;&#x4F46;&#x662F;&#x80FD;&#x505A;&#x5BF9;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x6D3B;&#x4E00;&#x6B21;&#x4E5F;&#x591F;&#x4E86;&#x3002;</p>
</blockquote>
<p>Successful people set long-term goals, and they know that these aims are merely the result of short-term habits that they need to do every day.<br>&#x6210;&#x529F;&#x7684;&#x4EBA;&#x8BBE;&#x5B9A;&#x957F;&#x671F;&#x76EE;&#x6807;&#xFF0C;&#x4ED6;&#x4EEC;&#x77E5;&#x9053;&#x8FD9;&#x4E9B;&#x76EE;&#x6807;&#x53EA;&#x4E0D;&#x8FC7;&#x90FD;&#x662F;&#x5E73;&#x65F6;&#x6BCF;&#x5929;&#x9700;&#x8981;&#x505A;&#x7684;&#x77ED;&#x671F;&#x76EE;&#x6807;&#x7684;&#x7EFC;&#x5408;&#x7ED3;&#x679C;&#x3002;</p>
<p>These healthy habits should not be something you do; they should be something you are.<br>&#x8FD9;&#x4E9B;&#x5065;&#x5EB7;&#x7684;&#x4E60;&#x60EF;&#x4E0D;&#x5E94;&#x8BE5;&#x662F;&#x4F60;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#xFF1B;&#x800C;&#x5E94;&#x8BE5;&#x662F;&#x4F60;&#x7684;&#x4E1C;&#x897F;&#x3002;</p>
<p>There is a difference between: &#x201C;Working out to have summer body&#x201D; and &#x201C;Working out because that is who you are.&#x201D;<br>&#x5C31;&#x50CF;&#x201C;&#x4E3A;&#x4E86;summer bodyh&#x800C;&#x5DE5;&#x4F5C;&#x201D;&#x548C;&#x201C;&#x8FD9;&#x4E2A;&#x5DE5;&#x4F5C;&#x662F;&#x6211;&#x7684;&#x4F7F;&#x547D;&#x201D;&#x662F;&#x6709;&#x533A;&#x522B;&#x7684;&#x3002;</p>
<h2 id="&#x653E;&#x5F03;&#x4E00;&#x4E9B;&#x5C0F;&#x4E8B;&#x60C5;"><a href="#&#x653E;&#x5F03;&#x4E00;&#x4E9B;&#x5C0F;&#x4E8B;&#x60C5;" class="headerlink" title="&#x653E;&#x5F03;&#x4E00;&#x4E9B;&#x5C0F;&#x4E8B;&#x60C5;"></a>&#x653E;&#x5F03;&#x4E00;&#x4E9B;&#x5C0F;&#x4E8B;&#x60C5;</h2><p>Give Up Playing Small</p>
<blockquote>
<p>&#x201C;Your playing small does not serve the world. There is nothing enlightened about shrinking so that other people will not feel insecure around you. We are all meant to shine, as children do. It is not just in some of us; it is in everyone, and as we let our light shine, we unconsciously give others permission to do the same. As we are liberated from our fear, our presence automatically liberates others.&#x201D; - Marianne Williamson<br>&#x4F60;&#x7684;&#x4E00;&#x4E9B;&#x5C0F;&#x4E8B;&#x60C5;&#x6CA1;&#x6709;&#x670D;&#x52A1;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x3002;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x4E8B;&#x60C5;&#x80FD;&#x591F;&#x542F;&#x53D1;&#x9000;&#x7F29;&#xFF0C;&#x6240;&#x4EE5;&#x5176;&#x4ED6;&#x4EBA;&#x4E5F;&#x4E0D;&#x4F1A;&#x5728;&#x4F60;&#x8FD9;&#x91CC;&#x611F;&#x89C9;&#x5230;&#x5B89;&#x5168;&#x611F;&#x3002;&#x6211;&#x4EEC;&#x90FD;&#x88AB;&#x544A;&#x77E5;&#x50CF;&#x5C0F;&#x5B69;&#x5B50;&#x4E00;&#x6837;&#x9633;&#x5149;&#x3002;</p>
</blockquote>
<p>If you never try and take great opportunities, or allow your dreams to become realities, you will never realize your true potential.<br>&#x5982;&#x679C;&#x4F60;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x5C1D;&#x8BD5;&#x53BB;&#x6293;&#x4F4F;&#x4E00;&#x4E2A;&#x597D;&#x673A;&#x4F1A;&#xFF0C;&#x6216;&#x8005;&#x8BA9;&#x81EA;&#x5DF1;&#x7684;&#x68A6;&#x60F3;&#x6210;&#x4E3A;&#x73B0;&#x5B9E;&#xFF0C;&#x4F60;&#x5C06;&#x6C38;&#x8FDC;&#x65E0;&#x6CD5;&#x91CA;&#x653E;&#x81EA;&#x5DF1;&#x7684;&#x6F5C;&#x80FD;</p>
<p>Moreover, the world will never benefit from what you could have achieved.<br>&#x6B64;&#x5916;&#xFF0C;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x4E5F;&#x4E0D;&#x4F1A;&#x4ECE;&#x4F60;&#x53D6;&#x5F97;&#x7684;&#x6210;&#x5C31;&#x91CC;&#x83B7;&#x76CA;&#x3002;</p>
<p>So voice your ideas, don&#x2019;t be afraid to fail, and certainly don&#x2019;t be afraid to succeed.<br>&#x6240;&#x4EE5;&#x8BB2;&#x51FA;&#x4F60;&#x7684;&#x60F3;&#x6CD5;&#xFF0C;&#x4E0D;&#x8981;&#x5BB3;&#x6015;&#x5931;&#x8D25;&#xFF0C;&#x5F53;&#x7136;&#x4E5F;&#x4E0D;&#x7528;&#x5BB3;&#x6015;&#x6210;&#x529F;&#xFF0C;&#x54C8;&#x54C8;&#x3002;</p>
<h2 id="&#x653E;&#x5F03;&#x4F60;&#x7684;&#x501F;&#x53E3;"><a href="#&#x653E;&#x5F03;&#x4F60;&#x7684;&#x501F;&#x53E3;" class="headerlink" title="&#x653E;&#x5F03;&#x4F60;&#x7684;&#x501F;&#x53E3;"></a>&#x653E;&#x5F03;&#x4F60;&#x7684;&#x501F;&#x53E3;</h2><p>Give Up Your Excuses</p>
<blockquote>
<p>&#x201C;It is not about the cards you are dealt, but how you play the hand.&#x201D; - Randy Pausch, The Last Lecture</p>
</blockquote>
<p>Successful people know that they are responsible for their life, no matter their starting point, weaknesses, and past failures.<br>&#x6210;&#x529F;&#x7684;&#x4EBA;&#x61C2;&#x5F97;&#x5BF9;&#x81EA;&#x5DF1;&#x7684;&#x751F;&#x547D;&#x8D1F;&#x8D23;&#xFF0C;&#x65E0;&#x8BBA;&#x4ECE;&#x54EA;&#x91CC;&#x6765;&#xFF0C;&#x8F6F;&#x5F31;&#xFF0C;&#x4EE5;&#x53CA;&#x8FC7;&#x53BB;&#x7684;&#x5931;&#x8D25;&#x3002;</p>
<p>Realizing that you are entirely responsible for what happens next in your life, is both frightening and exciting.<br>&#x6162;&#x6162;&#x7684;&#x53BB;&#x660E;&#x767D;&#x5BF9;&#x81EA;&#x5DF1;&#x751F;&#x547D;&#x5373;&#x5C06;&#x53D1;&#x751F;&#x7684;&#x590D;&#x6742;&#xFF0C;&#x662F;&#x4E00;&#x4EF6;&#x4EE4;&#x4EBA;&#x6050;&#x60E7;&#xFF0C;&#x4F46;&#x540C;&#x65F6;&#x4E5F;&#x5F88;&#x4EE4;&#x4EBA;&#x5174;&#x594B;&#x3002;</p>
<p>However, it is the only way that you can reach the success because excuses limit and prevent us from growing personally and professionally.<br>&#x5F53;&#x4F60;&#x8FD9;&#x6837;&#x505A;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x90A3;&#x5C06;&#x6210;&#x4E3A;&#x4F60;&#x6210;&#x529F;&#x552F;&#x4E00;&#x7684;&#x8DEF;&#xFF0C;&#x56E0;&#x4E3A;&#x501F;&#x53E3;&#x9650;&#x5236;&#x548C;&#x963B;&#x6B62;&#x4E86;&#x6211;&#x4EEC;&#x6210;&#x957F;&#x4E3A;&#x72EC;&#x5F53;&#x4E00;&#x9762;&#x4EE5;&#x53CA;&#x4E13;&#x4E1A;&#x7684;&#x4EBA;&#x3002;</p>
<p>Own your life; no one else will.<br>&#x638C;&#x63E1;&#x81EA;&#x5DF1;&#x7684;&#x547D;&#x8FD0;&#xFF0C;&#x820D;&#x6211;&#x5176;&#x8C01;&#x3002;</p>
<h2 id="&#x653E;&#x5F03;&#x56FA;&#x5316;&#x7684;&#x601D;&#x60F3;"><a href="#&#x653E;&#x5F03;&#x56FA;&#x5316;&#x7684;&#x601D;&#x60F3;" class="headerlink" title="&#x653E;&#x5F03;&#x56FA;&#x5316;&#x7684;&#x601D;&#x60F3;"></a>&#x653E;&#x5F03;&#x56FA;&#x5316;&#x7684;&#x601D;&#x60F3;</h2><p>Give Up The Fixed Mindset</p>
<blockquote>
<p>&#x201C;The future belongs to those who learn more skills and combine them in creative ways.&#x201D;  &#x2015; Robert Greene, Mastery<br>&#x672A;&#x6765;&#x5C5E;&#x4E8E;&#x90A3;&#x4E9B;&#x5B66;&#x4E60;&#x66F4;&#x591A;&#x6280;&#x80FD;&#xFF0C;&#x5E76;&#x5C06;&#x8FD9;&#x4E9B;&#x5E94;&#x7528;&#x5230;&#x521B;&#x9020;&#x6027;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x4EBA;&#x3002;</p>
</blockquote>
<p>In a fixed mindset, people believe that their intelligence or talent, are simply fixed traits and that talent alone creates success &#x2014; without effort. They are wrong.<br>&#x601D;&#x7EF4;&#x56FA;&#x5316;&#x7684;&#x4EBA;&#x8BA4;&#x4E3A;&#x667A;&#x529B;&#x6216;&#x8005;&#x5929;&#x8D4B;&#x662F;&#x4ED6;&#x4EEC;&#x56FA;&#x6709;&#x7684;&#x7279;&#x6027;&#xFF0C;&#x800C;&#x4E14;&#x4EC5;&#x8FD9;&#x79CD;&#x5929;&#x8D4B;&#x5C31;&#x8BA9;&#x53EF;&#x4EE5;&#x4F7F;&#x4ED6;&#x4EEC;&#x4E0D;&#x7528;&#x52AA;&#x529B;&#x5C31;&#x80FD;&#x83B7;&#x5F97;&#x6210;&#x529F;&#x3002;&#x4ED6;&#x4EEC;&#x90FD;&#x9519;&#x4E86;&#x3002;</p>
<p>Moreover, successful people know this. They invest an immense amount of time on a daily basis to develop a growth mindset, acquire new knowledge, learn new skills and change their perception so that it can benefit their lives.<br>&#x6210;&#x529F;&#x7684;&#x4EBA;&#x90FD;&#x77E5;&#x9053;&#x3002;&#x4ED6;&#x4EEC;&#x6295;&#x8D44;&#x5DE8;&#x5927;&#x7684;&#x65F6;&#x95F4;&#x5728;&#x65E5;&#x5E38;&#x57FA;&#x7840;&#x4E0A;&#x4EE5;&#x83B7;&#x5F97;&#x4E00;&#x4E2A;&#x601D;&#x7EF4;&#x4E0A;&#x7684;&#x6210;&#x957F;</p>
<p>Remember, who you are today, it is not whom you have to be tomorrow.<br>&#x8BB0;&#x4F4F;&#x4ECA;&#x5929;&#x4F60;&#x662F;&#x8C01;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x660E;&#x5929;&#x4F60;&#x8981;&#x6210;&#x4E3A;&#x7684;&#x4EBA;&#x3002;</p>
<h2 id="&#x653E;&#x5F03;&#x76F8;&#x4FE1;&#x201C;&#x9B54;&#x6CD5;&#x5B50;&#x5F39;&#x201D;"><a href="#&#x653E;&#x5F03;&#x76F8;&#x4FE1;&#x201C;&#x9B54;&#x6CD5;&#x5B50;&#x5F39;&#x201D;" class="headerlink" title="&#x653E;&#x5F03;&#x76F8;&#x4FE1;&#x201C;&#x9B54;&#x6CD5;&#x5B50;&#x5F39;&#x201D;"></a>&#x653E;&#x5F03;&#x76F8;&#x4FE1;&#x201C;&#x9B54;&#x6CD5;&#x5B50;&#x5F39;&#x201D;</h2><p>Give Up Believing In The &#x201C;Magic Bullet.&#x201D;</p>
<blockquote>
<p>&#x201C;Every day, in every way, I&#x2019;m getting better and better&#x201D;&#x200A;&#x2014;&#x200A;&#xC9;mile Cou&#xE9;m<br>&#x6BCF;&#x4E00;&#x5929;&#xFF0C;&#x6BCF;&#x4E00;&#x6761;&#x8DEF;&#xFF0C;&#x6211;&#x90FD;&#x4F1A;&#x52AA;&#x529B;&#x8BA9;&#x81EA;&#x5DF1;&#x53D8;&#x5F97;&#x8D8A;&#x6765;&#x8D8A;&#x597D;&#x3002;</p>
</blockquote>
<p>Overnight success is a myth.<br>&#x7A81;&#x7136;&#x7684;&#x6210;&#x529F;&#x662F;&#x4E00;&#x4E2A;&#x795E;&#x8BDD;</p>
<p>Successful people know that making small continual improvement every day will be compounded over time, and give them desirable results.<br>&#x6210;&#x529F;&#x7684;&#x4EBA;&#x90FD;&#x77E5;&#x9053;&#x6BCF;&#x5929;&#x6301;&#x7EED;&#x7684;&#x63D0;&#x9AD8;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x4F1A;&#x6162;&#x6162;&#x7684;&#x79EF;&#x7D2F;&#xFF0C;&#x4F1A;&#x5E26;&#x7ED9;&#x4ED6;&#x4EEC;&#x6EE1;&#x610F;&#x7684;&#x7ED3;&#x679C;&#x3002;</p>
<p>That is why you should plan for the future, but focus on the day that&#x2019;s ahead of you, and improve just 1% every day.<br>&#x8FD9;&#x4E5F;&#x662F;&#x4E3A;&#x4EC0;&#x4E48;&#x4F60;&#x9700;&#x8981;&#x4E00;&#x4E2A;&#x957F;&#x8FDC;&#x7684;&#x8BA1;&#x5212;&#xFF0C;&#x4F46;&#x662F;&#x5173;&#x6CE8;&#x5F53;&#x4E0B;&#x662F;&#x4F60;&#x5F53;&#x524D;&#x6700;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x540C;&#x65F6;&#x6BCF;&#x5929;&#x63D0;&#x9AD8;&#x767E;&#x5206;&#x4E4B;&#x4E00;&#x3002;</p>
<h2 id="&#x653E;&#x5F03;&#x4F60;&#x7684;&#x5B8C;&#x7F8E;&#x8BBA;"><a href="#&#x653E;&#x5F03;&#x4F60;&#x7684;&#x5B8C;&#x7F8E;&#x8BBA;" class="headerlink" title="&#x653E;&#x5F03;&#x4F60;&#x7684;&#x5B8C;&#x7F8E;&#x8BBA;"></a>&#x653E;&#x5F03;&#x4F60;&#x7684;&#x5B8C;&#x7F8E;&#x8BBA;</h2><p>Give Up Your Perfectionism</p>
<blockquote>
<p>&#x201C;Shipping beats perfection.&#x201D;&#x200A;&#x2014;&#x200A;Khan Academy&#x2019;s Development Mantra<br>Nothing will ever be perfect, no matter how much we try.<br>&#x65E0;&#x8BBA;&#x4F60;&#x591A;&#x4E48;&#x52AA;&#x529B;&#xFF0C;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x662F;&#x5B8C;&#x7F8E;&#x7684;&#x3002;</p>
</blockquote>
<p>Fear of failure (or even fear of success) often prevents us from taking an action and putting our creation out there in the world. But a lot of opportunities will be lost if we wait for the things to be right.<br>&#x5BB3;&#x6015;&#x5931;&#x8D25;&#xFF08;&#x6216;&#x8005;&#x4E5F;&#x5BB3;&#x6015;&#x6210;&#x529F;&#xFF09;&#x7ECF;&#x5E38;&#x963B;&#x788D;&#x6211;&#x4EEC;&#x7684;&#x884C;&#x52A8;&#xFF0C;&#x963B;&#x788D;&#x6211;&#x4EEC;&#x5728;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x53D1;&#x6325;&#x6211;&#x4EEC;&#x7684;&#x521B;&#x9020;&#x529B;&#x3002;</p>
<p>So &#x201C;ship,&#x201D; and then improve (that 1%).<br>&#x6240;&#x4EE5; ship &#xFF0C;&#x7136;&#x540E;&#x63D0;&#x9AD8;&#x81EA;&#x5DF1;&#xFF08;&#x90A3;&#x4E2A;&#x767E;&#x5206;&#x4E4B;&#x4E00;&#xFF09;&#x3002;</p>
<h2 id="&#x653E;&#x5F03;&#x591A;&#x4EFB;&#x52A1;"><a href="#&#x653E;&#x5F03;&#x591A;&#x4EFB;&#x52A1;" class="headerlink" title="&#x653E;&#x5F03;&#x591A;&#x4EFB;&#x52A1;"></a>&#x653E;&#x5F03;&#x591A;&#x4EFB;&#x52A1;</h2><p>Give Up Multi-tasking</p>
<blockquote>
<p>&#x201C;You will never reach your destination if you stop and throw stones at every dog that barks.&#x201D; &#x2015; Winston S. Churchill<br>&#x5982;&#x679C;&#x4F60;&#x505C;&#x6B62;&#x5E76;&#x4E14;&#x5411;&#x6BCF;&#x4E00;&#x4E2A;&#x5BF9;&#x4F60;&#x5486;&#x54EE;&#x7684;&#x72D7;&#x6254;&#x77F3;&#x5934;&#xFF0C;&#x4F60;&#x5C06;&#x6C38;&#x8FDC;&#x4E5F;&#x65E0;&#x6CD5;&#x5230;&#x8FBE;&#x4F60;&#x7684;&#x76EE;&#x7684;&#x5730;&#x3002;</p>
</blockquote>
<p>Successful people know this. That&#x2019;s why they choose one thing and then beat it into submission. No matter what it is&#x200A;&#x2014;&#x200A;a business idea, a conversation, or a workout.<br>&#x6210;&#x529F;&#x7684;&#x4EBA;&#x90FD;&#x77E5;&#x9053;&#x3002;&#x90A3;&#x5C31;&#x662F;&#x4E3A;&#x4EC0;&#x4E48;&#x4ED6;&#x4EEC;&#x9009;&#x62E9;&#x4E00;&#x4EF6;&#x4E8B;&#x60C5;&#xFF0C;&#x7136;&#x540E;&#x76F4;&#x5230;&#x5B8C;&#x6210;&#x5B83;&#x3002;&#x65E0;&#x8BBA;&#x8FD9;&#x4EF6;&#x4E8B;&#x60C5;&#x662F;&#x4EC0;&#x4E48;&#x2014;&#x2014;&#x4E00;&#x4E2A;&#x5546;&#x4E1A;&#x60F3;&#x6CD5;&#xFF0C;&#x4E00;&#x6B21;&#x5BF9;&#x8BDD;&#xFF0C;&#x6216;&#x8005;&#x4E00;&#x4E2A;&#x5B9E;&#x9A8C;</p>
<p>Being fully present and committed to one task, is indispensable.<br>&#x73B0;&#x5728;&#x5168;&#x8EAB;&#x5FC3;&#x5E76;&#x575A;&#x5B9A;&#x7684;&#x6295;&#x5165;&#x4E00;&#x4E2A;&#x4EFB;&#x52A1;&#x4E2D;&#xFF0C;&#x662F;&#x4E0D;&#x53EF;&#x5C11;&#x7684;&#x3002;</p>
<h2 id="&#x653E;&#x5F03;&#x4F60;&#x9700;&#x8981;&#x7684;&#x53BB;&#x63A7;&#x5236;&#x7684;&#x4E00;&#x5207;"><a href="#&#x653E;&#x5F03;&#x4F60;&#x9700;&#x8981;&#x7684;&#x53BB;&#x63A7;&#x5236;&#x7684;&#x4E00;&#x5207;" class="headerlink" title="&#x653E;&#x5F03;&#x4F60;&#x9700;&#x8981;&#x7684;&#x53BB;&#x63A7;&#x5236;&#x7684;&#x4E00;&#x5207;"></a>&#x653E;&#x5F03;&#x4F60;&#x9700;&#x8981;&#x7684;&#x53BB;&#x63A7;&#x5236;&#x7684;&#x4E00;&#x5207;</h2><p>Give Up Your Need to Control Everything</p>
<blockquote>
<p>&#x201C;Some things are up to us, and some things are not up to us.&#x201D;&#x200A;&#x2014;&#x200A;Epictetus, Stoic philosopher<br>&#x6709;&#x4E9B;&#x4E8B;&#x60C5;&#x53D6;&#x51B3;&#x4E8E;&#x6211;&#x4EEC;&#xFF0C;&#x6709;&#x4E9B;&#x4E8B;&#x60C5;&#x4E0D;&#x5C5E;&#x4E8E;&#x6211;&#x4EEC;&#x3002;</p>
</blockquote>
<p>Differentiating these two is important.<br>&#x8BA4;&#x6E05;&#x8FD9;&#x4E24;&#x4EF6;&#x4E8B;&#x7684;&#x4E0D;&#x540C;&#x662F;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x3002;</p>
<p>Detach from the things you cannot control, and focus on the ones you can, and know that sometimes, the only thing you will be able to control is your attitude towards something.<br>&#x8131;&#x79BB;&#x90A3;&#x4E9B;&#x4F60;&#x65E0;&#x6CD5;&#x63A7;&#x5236;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x805A;&#x7126;&#x5728;&#x4F60;&#x80FD;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x4E0A;&#xFF0C;&#x6709;&#x65F6;&#x5019;&#x4F60;&#x5C31;&#x4F1A;&#x610F;&#x8BC6;&#x5230;&#xFF0C;&#x4E00;&#x4EF6;&#x4F60;&#x53EF;&#x4EE5;&#x638C;&#x63A7;&#x7684;&#x4E8B;&#x60C5;&#x5F80;&#x5F80;&#x53D6;&#x51B3;&#x4E8E;&#x4F60;&#x7684;&#x6001;&#x5EA6;&#x3002;</p>
<p>Remember, nobody can be frustrated while saying &#x201C;Bubbles&#x201D; in an angry voice.<br>&#x8BB0;&#x4F4F;&#xFF0C;&#x6CA1;&#x6709;&#x4EBA;&#x80FD;&#x591F;&#x505A;&#x5230;&#x7528;&#x751F;&#x6C14;&#x7684;&#x8BED;&#x6C14;&#x8BB2; <code>Bubbles</code> &#x65F6;&#x8868;&#x73B0;&#x5F97;&#x5F88;&#x9893;&#x5E9F;&#x3002;</p>
<h2 id="&#x653E;&#x5F03;&#x5BF9;&#x4E0D;&#x80FD;&#x652F;&#x6301;&#x4F60;&#x76EE;&#x6807;&#x7684;&#x4E8B;&#x60C5;"><a href="#&#x653E;&#x5F03;&#x5BF9;&#x4E0D;&#x80FD;&#x652F;&#x6301;&#x4F60;&#x76EE;&#x6807;&#x7684;&#x4E8B;&#x60C5;" class="headerlink" title="&#x653E;&#x5F03;&#x5BF9;&#x4E0D;&#x80FD;&#x652F;&#x6301;&#x4F60;&#x76EE;&#x6807;&#x7684;&#x4E8B;&#x60C5;"></a>&#x653E;&#x5F03;&#x5BF9;&#x4E0D;&#x80FD;&#x652F;&#x6301;&#x4F60;&#x76EE;&#x6807;&#x7684;&#x4E8B;&#x60C5;</h2><p>Give Up On Saying YES To Things That Don&#x2019;t Support Your Goals</p>
<blockquote>
<p>&#x201C;He who would accomplish little must sacrifice little; he who would achieve much must sacrifice much; he who would attain highly must sacrifice greatly.&#x201D;&#x200A;&#x2014;&#x200A;James Allen<br>&#x4E00;&#x4E2A;&#x4EBA;&#x5982;&#x679C;&#x5F97;&#x5230;&#x7684;&#x5C11;&#xFF0C;&#x90A3;&#x4E48;&#x4ED6;&#x80AF;&#x5B9A;&#x4ED8;&#x51FA;&#x7684;&#x4E5F;&#x5C11;&#xFF1B;&#x5982;&#x679C;&#x5F97;&#x5230;&#x7684;&#x5F88;&#x591A;&#xFF0C;&#x90A3;&#x4E48;&#x4ED6;&#x4ED8;&#x51FA;&#x7684;&#x4E5F;&#x5F88;&#x591A;&#xFF1B;&#x5982;&#x679C;&#x60F3;&#x5F97;&#x5230;&#x66F4;&#x591A;&#xFF0C;&#x5C31;&#x5FC5;&#x987B;&#x4ED8;&#x51FA;&#x66F4;&#x591A;&#x3002;</p>
</blockquote>
<p>Successful people know that in order to accomplish their goals, they will have to say NO to certain tasks, activities, and demands from their friends, family, and colleagues.<br>&#x6210;&#x529F;&#x7684;&#x4EBA;&#x90FD;&#x77E5;&#x9053;&#xFF0C;&#x5982;&#x679C;&#x60F3;&#x5B9E;&#x73B0;&#x4ED6;&#x4EEC;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x4ED6;&#x4EEC;&#x5C31;&#x5FC5;&#x987B;&#x5BF9;&#x4E00;&#x4E9B;&#x6765;&#x81EA;&#x4ED6;&#x670B;&#x53CB;&#xFF0C;&#x5BB6;&#x5EAD;&#xFF0C;&#x540C;&#x884C;&#x7684;&#x4EFB;&#x52A1;&#xFF0C;&#x6D3B;&#x52A8;&#xFF0C;&#x9700;&#x6C42;&#x8BF4;No&#x3002;</p>
<p>In the short-term, you might sacrifice a bit of instant gratification, but when your goals come to fruition, it will all be worth it.<br>&#x5728;&#x77ED;&#x671F;&#x4EFB;&#x52A1;&#x4E2D;&#xFF0C;&#x4F60;&#x53EF;&#x80FD;&#x727A;&#x7272;&#x4E86;&#x5F88;&#x591A;&#x77ED;&#x6682;&#x7684;&#x5FEB;&#x4E86;&#xFF0C;&#x4F46;&#x662F;&#x5F53;&#x4F60;&#x7684;&#x76EE;&#x6807;&#x5F00;&#x59CB;&#x5B9E;&#x73B0;&#x4E86;&#xFF0C;&#x4E00;&#x5207;&#x5C06;&#x4F1A;&#x662F;&#x503C;&#x5F97;&#x7684;&#x3002;</p>
<h2 id="&#x8FDC;&#x79BB;&#x6709;&#x6BD2;&#x7684;&#x4EBA;"><a href="#&#x8FDC;&#x79BB;&#x6709;&#x6BD2;&#x7684;&#x4EBA;" class="headerlink" title="&#x8FDC;&#x79BB;&#x6709;&#x6BD2;&#x7684;&#x4EBA;"></a>&#x8FDC;&#x79BB;&#x6709;&#x6BD2;&#x7684;&#x4EBA;</h2><p>Give Up The Toxic People</p>
<blockquote>
<p>&#x201C;You are the average of the five people you spend the most time with.&#x201D;<br>&#x2015; Jim Rohn<br>&#x4F60;&#x5C31;&#x662F;&#x4F60;&#x8EAB;&#x8FB9;&#x82B1;&#x65F6;&#x95F4;&#x6700;&#x591A;&#x7684;&#x4E94;&#x4E2A;&#x4EBA;&#x7684;&#x5E73;&#x5747;&#x6C34;&#x5E73;&#xFF08;&#x6307;&#x5404;&#x65B9;&#x9762;&#x80FD;&#x529B;&#xFF09;&#x3002;</p>
</blockquote>
<p>People we spend the most time with, add up to who we become.<br>&#x6211;&#x4EEC;&#x82B1;&#x65F6;&#x95F4;&#x8DDF;&#x8C01;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x51B3;&#x5B9A;&#x4E86;&#x4F60;&#x5C06;&#x8981;&#x6210;&#x4E3A;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x4EBA;&#x3002;</p>
<p>There are people who are less accomplished in their personal and professional life, and there are people who are more accomplished than us. If you spend time with those who are behind you, your average will go down, and with it, your success.<br>&#x6709;&#x4E9B;&#x4EBA;&#x5728;&#x4E2A;&#x4EBA;&#x751F;&#x6D3B;&#x548C;&#x804C;&#x4E1A;&#x751F;&#x6DAF;&#x4E2D;&#x83B7;&#x5F97;&#x5F88;&#x5C11;&#xFF0C;&#x6709;&#x4E9B;&#x4EBA;&#x83B7;&#x5F97;&#x7684;&#x8FDC;&#x6BD4;&#x4ED6;&#x4EEC;&#x591A;&#x3002;&#x5982;&#x679C;&#x4F60;&#x82B1;&#x65F6;&#x95F4;&#x90A3;&#x4E9B;&#x843D;&#x540E;&#x4F60;&#x7684;&#x4EBA;&#xFF0C;&#x4F60;&#x7684;&#x5747;&#x503C;&#x4E5F;&#x4F1A;&#x964D;&#x4F4E;&#xFF0C;&#x5982;&#x679C;&#x662F;&#x540E;&#x8005;&#xFF0C;&#x4F60;&#x5C31;&#x597D;&#x6210;&#x529F;&#x3002;</p>
<p>But if you spend time with people who are more accomplished than you, no matter how challenging that might be, you will become more successful.<br>&#x4F46;&#x662F;&#x5982;&#x679C;&#x4F60;&#x82B1;&#x65F6;&#x95F4;&#x8DDF;&#x6BD4;&#x4F60;&#x4ED8;&#x51FA;&#x8FD8;&#x591A;&#x7684;&#x4EBA;&#xFF0C;&#x65E0;&#x8BBA;&#x90A3;&#x662F;&#x4EC0;&#x4E48;&#x6311;&#x6218;&#xFF0C;&#x4F60;&#x4F1A;&#x66F4;&#x6210;&#x529F;&#x3002;</p>
<p>Take a look at around you, and see if you need to make any changes.<br>&#x770B;&#x770B;&#x56DB;&#x5468;&#xFF0C;&#x770B;&#x770B;&#x662F;&#x5426;&#x6709;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x6539;&#x53D8;&#x3002;</p>
<h2 id="&#x653E;&#x5F03;&#x4F60;&#x7684;&#x90A3;&#x70B9;&#x9700;&#x8981;&#x88AB;&#x559C;&#x6B22;&#x7684;&#x60C5;&#x7ED3;"><a href="#&#x653E;&#x5F03;&#x4F60;&#x7684;&#x90A3;&#x70B9;&#x9700;&#x8981;&#x88AB;&#x559C;&#x6B22;&#x7684;&#x60C5;&#x7ED3;" class="headerlink" title="&#x653E;&#x5F03;&#x4F60;&#x7684;&#x90A3;&#x70B9;&#x9700;&#x8981;&#x88AB;&#x559C;&#x6B22;&#x7684;&#x60C5;&#x7ED3;"></a>&#x653E;&#x5F03;&#x4F60;&#x7684;&#x90A3;&#x70B9;&#x9700;&#x8981;&#x88AB;&#x559C;&#x6B22;&#x7684;&#x60C5;&#x7ED3;</h2><p>Give Up Your Need To Be Liked</p>
<blockquote>
<p>&#x201C;The only way to avoid pissing people off is to do nothing important.&#x201D;&#x200A;&#x2014;&#x200A;Oliver Emberton<br>&#x907F;&#x514D;&#x60F9;&#x6012;&#x522B;&#x4EBA;&#x7684;&#x552F;&#x4E00;&#x65B9;&#x5F0F;&#x5C31;&#x662F;&#x4E0D;&#x505A;&#x4EFB;&#x4F55;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x60C5;&#x3002;</p>
</blockquote>
<p>Think of yourself as a market niche.<br>&#x5047;&#x8BBE;&#x81EA;&#x5DF1;&#x662F;&#x4E00;&#x4E2A;&#x5229;&#x57FA;&#x5E02;&#x573A;</p>
<p>There will be a lot of people who like that niche, and there will be individuals who don&#x2019;t. And no matter what you do, you won&#x2019;t be able to make the entire market like you.<br>&#x65E0;&#x8BBA;&#x4F60;&#x505A;&#x4EC0;&#x4E48;&#xFF0C;&#x5C06;&#x4F1A;&#x5F88;&#x591A;&#x559C;&#x6B22;&#x8FD9;&#x4E2A;&#x5E02;&#x573A;&#x7684;&#x4EBA;&#xFF0C;&#x4E5F;&#x6709;&#x5F88;&#x591A;&#x4E0D;&#x559C;&#x6B22;&#x7684;&#x4E2A;&#xFF0C;&#x4F60;&#x65E0;&#x6CD5;&#x8BA9;&#x6574;&#x4E2A;&#x5E02;&#x573A;&#x90FD;&#x559C;&#x6B22;&#x4F60;&#x3002;</p>
<p>This is entirely natural, and there&#x2019;s no need to justify yourself.<br>&#x8FD9;&#x4E9B;&#x5B8C;&#x5168;&#x662F;&#x81EA;&#x7136;&#x73B0;&#x8C61;&#xFF0C;&#x5B8C;&#x5168;&#x6CA1;&#x6709;&#x5FC5;&#x8981;&#x53BB;&#x8BC1;&#x660E;&#x81EA;&#x5DF1;&#x3002;</p>
<p>The only thing you can do is to remain authentic, improve and provide value every day, and know that the growing number of &#x201C;haters&#x201D; means that you are doing important things.<br>&#x552F;&#x4E00;&#x4F60;&#x80FD;&#x505A;&#x7684;&#x5C31;&#x662F;&#x4FDD;&#x6301;&#x771F;&#x5B9E;&#xFF0C;&#x6BCF;&#x5929;&#x63D0;&#x9AD8;&#x5E76;&#x63D0;&#x4F9B;&#x4EF7;&#x503C;&#xFF0C;&#x8981;&#x8BB0;&#x4F4F;&#x5982;&#x679C;&#x6709;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x53CD;&#x5BF9;&#x4F60;&#x7684;&#x4EBA;&#xFF0C;&#x8BF4;&#x660E;&#x4F60;&#x5728;&#x505A;&#x4E00;&#x4EF6;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x60C5;&#x3002;</p>
<h2 id="&#x653E;&#x5F03;&#x4F9D;&#x8D56;&#x793E;&#x4EA4;&#x5A92;&#x4F53;&#x548C;&#x7535;&#x89C6;"><a href="#&#x653E;&#x5F03;&#x4F9D;&#x8D56;&#x793E;&#x4EA4;&#x5A92;&#x4F53;&#x548C;&#x7535;&#x89C6;" class="headerlink" title="&#x653E;&#x5F03;&#x4F9D;&#x8D56;&#x793E;&#x4EA4;&#x5A92;&#x4F53;&#x548C;&#x7535;&#x89C6;"></a>&#x653E;&#x5F03;&#x4F9D;&#x8D56;&#x793E;&#x4EA4;&#x5A92;&#x4F53;&#x548C;&#x7535;&#x89C6;</h2><p>Give Up Your Dependency on Social Media &amp; Television</p>
<blockquote>
<p>&#x201C;The trouble is, you think you have time&#x201D;&#x200A;&#x2014;&#x200A;Jack Kornfield<br>&#x4F60;&#x60F3;&#x4F60;&#x6709;&#x65F6;&#x95F4;&#xFF0C;&#x8FD9;&#x662F;&#x4E2A;&#x95EE;&#x9898;&#xFF01;</p>
</blockquote>
<p>Impulsive web browsing and television watching are diseases of today&#x2019;s society.<br>These two should never be an escape from your life or your goals.<br>&#x51B2;&#x52A8;&#x7684;&#x7F51;&#x9875;&#x6D4F;&#x89C8;&#x548C;&#x770B;&#x7535;&#x89C6;&#x5728;&#x4ECA;&#x5929;&#x8FD9;&#x4E2A;&#x793E;&#x4F1A;&#x662F;&#x4E00;&#x79CD;&#x75C5;&#x3002;&#x8FD9;&#x4E24;&#x8005;&#x4ECE;&#x672A;&#x4ECE;&#x4F60;&#x7684;&#x751F;&#x6D3B;&#x6216;&#x8005;&#x76EE;&#x6807;&#x4E2D;&#x79BB;&#x5F00;&#x3002;</p>
<p>Unless your goals depend on either, you should minimise (or even eliminate) your dependency on them, and direct that time towards things that can enrich your life.<br>&#x9664;&#x975E;&#x4F60;&#x7684;&#x76EE;&#x6807;&#x5EFA;&#x7ACB;&#x5728;&#x4E24;&#x8005;&#x4E4B;&#x4E0A;&#xFF0C;&#x5426;&#x5219;&#x4F60;&#x9700;&#x8981;&#x5C3D;&#x53EF;&#x80FD;&#x51CF;&#x5C0F;&#x8FD9;&#x79CD;&#x4F9D;&#x8D56;&#xFF0C;&#x5C06;&#x65F6;&#x95F4;&#x7528;&#x5728;&#x80FD;&#x591F;&#x76F4;&#x63A5;&#x8BA9;&#x4F60;&#x751F;&#x6D3B;&#x66F4;&#x52A0;&#x4E30;&#x5BCC;&#x7684;&#x4E8B;&#x60C5;&#x4E0A;&#x3002;</p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/Translate/" rel="tag">#Translate</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2017/01/14/2017给自己定个小目标/" rel="next" title="2017给自己定个小目标">
                <i class="fa fa-chevron-left"></i> 2017给自己定个小目标
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2017/03/13/Android 内存优化_Learn_01/" rel="prev" title="Android 内存优化_Learn_01">
                Android 内存优化_Learn_01 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2017/03/08/【翻译0】为了成功，你不得不放弃的13件事/"
           data-title="【翻译0】如果你想成功，你不得不放弃的13件事" data-url="http://yoursite.com/2017/03/08/【翻译0】为了成功，你不得不放弃的13件事/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/avatar.jpg"
               alt="吕世成" />
          <p class="site-author-name" itemprop="name">吕世成</p>
          <p class="site-description motion-element" itemprop="description">以零始，以零归</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">20</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              
                <span class="site-state-item-count">3</span>
                <span class="site-state-item-name">分类</span>
              
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">16</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-2"><a class="nav-link" href="#放弃不健康的生活方式"><span class="nav-number">1.</span> <span class="nav-text">放弃不健康的生活方式</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#放弃短期心态"><span class="nav-number">2.</span> <span class="nav-text">放弃短期心态</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#放弃一些小事情"><span class="nav-number">3.</span> <span class="nav-text">放弃一些小事情</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#放弃你的借口"><span class="nav-number">4.</span> <span class="nav-text">放弃你的借口</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#放弃固化的思想"><span class="nav-number">5.</span> <span class="nav-text">放弃固化的思想</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#放弃相信“魔法子弹”"><span class="nav-number">6.</span> <span class="nav-text">放弃相信“魔法子弹”</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#放弃你的完美论"><span class="nav-number">7.</span> <span class="nav-text">放弃你的完美论</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#放弃多任务"><span class="nav-number">8.</span> <span class="nav-text">放弃多任务</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#放弃你需要的去控制的一切"><span class="nav-number">9.</span> <span class="nav-text">放弃你需要的去控制的一切</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#放弃对不能支持你目标的事情"><span class="nav-number">10.</span> <span class="nav-text">放弃对不能支持你目标的事情</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#远离有毒的人"><span class="nav-number">11.</span> <span class="nav-text">远离有毒的人</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#放弃你的那点需要被喜欢的情结"><span class="nav-number">12.</span> <span class="nav-text">放弃你的那点需要被喜欢的情结</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#放弃依赖社交媒体和电视"><span class="nav-number">13.</span> <span class="nav-text">放弃依赖社交媒体和电视</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <script async src="https://dn-lbstatics.qbox.me/busuanzi/2.3/busuanzi.pure.mini.js">
</script>

<div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">吕世成</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Mist
  </a>
</div>

<br>
<div class="theme-info">
  <span>
    I will waiting for you at the end of my life!
  </span>
</div>


        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"levblog"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  






  
  

  

  

  
  <script src="https://cdn1.lncld.net/static/js/av-core-mini-0.6.1.js"></script>
  <script>AV.initialize("xCiENeihBaVNufe0ox3YggDs-gzGzoHsz", "fxHHNmOJXte3GrFAMTV6ILiK");</script>
  <script>
    function showTime(Counter) {
      var query = new AV.Query(Counter);
      var entries = [];
      var $visitors = $(".leancloud_visitors");

      $visitors.each(function () {
        entries.push( $(this).attr("id").trim() );
      });

      query.containedIn('url', entries);
      query.find()
        .done(function (results) {
          var COUNT_CONTAINER_REF = '.leancloud-visitors-count';

          if (results.length === 0) {
            $visitors.find(COUNT_CONTAINER_REF).text(0);
            return;
          }

          for (var i = 0; i < results.length; i++) {
            var item = results[i];
            var url = item.get('url');
            var time = item.get('time');
            var element = document.getElementById(url);

            $(element).find(COUNT_CONTAINER_REF).text(time);
          }
          for(var i = 0; i < entries.length; i++) {
            var url = entries[i];
            var element = document.getElementById(url);
            var countSpan = $(element).find(COUNT_CONTAINER_REF);
            if( countSpan.text() == '') {
              countSpan.text(0);
            }
          }
        })
        .fail(function (object, error) {
          console.log("Error: " + error.code + " " + error.message);
        });
    }

    function addCount(Counter) {
      var $visitors = $(".leancloud_visitors");
      var url = $visitors.attr('id').trim();
      var title = $visitors.attr('data-flag-title').trim();
      var query = new AV.Query(Counter);

      query.equalTo("url", url);
      query.find({
        success: function(results) {
          if (results.length > 0) {
            var counter = results[0];
            counter.fetchWhenSave(true);
            counter.increment("time");
            counter.save(null, {
              success: function(counter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(counter.get('time'));
              },
              error: function(counter, error) {
                console.log('Failed to save Visitor num, with error message: ' + error.message);
              }
            });
          } else {
            var newcounter = new Counter();
            /* Set ACL */
            var acl = new AV.ACL();
            acl.setPublicReadAccess(true);
            acl.setPublicWriteAccess(true);
            newcounter.setACL(acl);
            /* End Set ACL */
            newcounter.set("title", title);
            newcounter.set("url", url);
            newcounter.set("time", 1);
            newcounter.save(null, {
              success: function(newcounter) {
                var $element = $(document.getElementById(url));
                $element.find('.leancloud-visitors-count').text(newcounter.get('time'));
              },
              error: function(newcounter, error) {
                console.log('Failed to create');
              }
            });
          }
        },
        error: function(error) {
          console.log('Error:' + error.code + " " + error.message);
        }
      });
    }

    $(function() {
      var Counter = AV.Object.extend("Counter");
      if ($('.leancloud_visitors').length == 1) {
        addCount(Counter);
      } else if ($('.post-title-link').length > 1) {
        showTime(Counter);
      }
    });
  </script>



  

</body>
</html>
